Repository: kaleidos-ventures/taiga
Catalog: python/apps/taiga/src/taiga/locale/*/LC_MESSAGES/messages.po
Languages: es_es

# datetime.lifetime.day
source: %s day
es_es: %s día

# datetime.lifetime.hour
source: %s hour
es_es: %s hora

# datetime.lifetime.minute
source: %s minute
es_es: %s minuto

# emails.project_invitation.title
source: Taiga invitation
es_es: Invitacion de Taiga

# emails.project_invitation.hi_name
source: Hi %(name)s,
es_es: Hola %(name)s,

# emails.project_invitation.hi_there
source: Hi there,
es_es: Hola,

# emails.project_invitation.sender
source: <strong>%(name)s</strong> sent you an invitation to join:
es_es: <strong>%(name)s</strong> te ha enviado una invitación para unirte a:

# emails.project_invitation.taiga_description
source: Taiga is an Open Source Agile Project Management Tool. There is no cost for you to be a Taiga user.
es_es: Taiga es una herramienta de Gestión Agile de Proyectos de Código Abierto. Ser usuario de Taiga no tiene ningún coste asociado para ti.

# emails.project_invitation.accept
source: Accept your invitation
es_es: Aceptar tu invitación

# emails.project_invitation.button_not_working
source: Button not working? Copy and paste this URL into your web browser:
es_es: ¿No funciona el botón? Copia y pega esta URL en tu navegador:

# emails.footer.help_support
source: Need help? <a css-class='secondary-link' href='mailto:%(email)s' >Contact support</a>
es_es: ¿Necesitas ayuda? <a css-class='secondary-link' href='mailto:%(email)s' >Contacta con soporte</a>

# emails.project_invitation.subject
source: [Taiga] Invitation to join to the project '%(name)s'
es_es: [Taiga] Invitación para unirte al proyecto '%(name)s'

# emails.commons.support_txt
source: Need help? Contact us at %(support_email)s
es_es: ¿Necesitas ayuda? Contacta con nosotros en %(support_email)s

# emails.reset_password.title
source: Reset your Taiga password
es_es: Reestablece tu contraseña de Taiga

# emails.reset_password.reset_your
source: Reset your password
es_es: Reestablece tu contraseña

# emails.reset_password.click_button
source: We've received a request to reset your password. Click the button below to choose a new one:
es_es: Hemos recibido una petición para reestablecer tu contraseña. Haz click en el botón de abajo para elegir una nueva:

# emails.reset_password.reset
source: Reset password
es_es: Restablecer contraseña

# emails.reset_password.button_not_working
source: Button not working? Copy and paste this URL into your web browser:
es_es: ¿No funciona el botón? Copia y pega esta URL en tu navegador:

# emails.commons.team
source: Taiga Team
es_es: El equipo de Taiga

# emails.ignore_email.ignore
source: If you didn’t request a reset, don’t worry, you can safely ignore this email.
es_es: Si tú solicitaste reestablecimiento de la contraseña, no te preocupes, puedes ignorar este email

# emails.reset_password.visit_link
source: We've received a request to reset your password. Visit this url to choose a new one:
es_es: Hemos recibido una solicitud para restablecer tu contraseña. Visita esta url para elegir una nueva:

# emails.sign_up.title
source: Taiga sign up
es_es: Nueva cuenta en Taiga

# emails.sign_up.verify
source: Verify your email
es_es: Verifica tu email

# emails.sign_up.click_button
source: To start using Taiga just click on the button below
es_es: Haz click en el siguiente botón para empezar a usar Taiga

# emails.sign_up.button_not_working
source: Button not working? Copy and paste this URL into your web browser:
es_es: ¿No funciona el botón? Copia y pega esta URL en tu navegador:

# emails.sign_up.welcome
source: Welcome,
es_es: Bienvenido,

# emails.expiration_date.expiration
source: This link will expire in %(expiration)s.
es_es: Este enlace caducará en %(expiration)s.

# emails.expiration_date.ignore
source: If you did not create an account using this address, please ignore this email.
es_es: Si no has creado una cuenta usando este correo electrónico, por favor, ignora este email.

# emails.sign_up.subject
source: Verify your email to start using Taiga
es_es: Verifica tu email para empezar a usar Taiga

# emails.sign_up.copy_link
source: Copy and paste this URL into your web browser:
es_es: Copia y pega esta URL en tu navegador:

# emails.social_login_warning.title
source: New log in to your Taiga account
es_es: Nuevo inicio de sesión en tu cuenta de Taiga

# emails.social_warning_login.hi
source: Hi %(name)s,
es_es: Hola %(name)s,

# emails.social_login_warning.method
source: We noticed a log in to your Taiga account in a different way (%(method)s):
es_es: Hemos detectado un inicio de sesión en tu cuenta de Taiga mediante un método diferente (%(method)s)

# emails.social_login_warning.time
source: Time:
es_es: Cuándo:

# emails.social_login_warning.not_you
source: If it wasn't you, please let us know here: %(support_email)s
es_es: Si no has sido tú, escríbenos un correo a %(support_email)s

# emails.social_login_warning.ignore
source: If this was you, you can safely ignore this email.
es_es: Si has sido tú, puedes ignorar este email

# emails.social_login_warning.cheers
source: Cheers!
es_es: ¡Saludos!

# emails.social_login_warning.subject
source: New log in to your Taiga account
es_es: Nuevo inicio de sesión en tu cuenta de Taiga

# emails.workspace_invitation.title
source: Taiga invitation
es_es: Invitacion de Taiga

# emails.workspace_invitation.hi_name
source: Hi %(name)s,
es_es: Hola %(name)s,

# emails.workspace_invitation.hi_there
source: Hi there,
es_es: Hola,

# emails.workspace_invitation.sender
source: <strong>%(name)s</strong> sent you an invitation to join:
es_es: <strong>%(name)s</strong> te ha enviado una invitación para unirte a:

# emails.workspace_invitation.taiga_description
source: Taiga is an Open Source Agile Project Management Tool. There is no cost for you to be a Taiga user.
es_es: Taiga es una herramienta de Gestión Agile de Proyectos de Código Abierto. Ser usuario de Taiga no tiene ningún coste asociado para ti.

# emails.workspace_invitation.subject
source: [Taiga] Invitation to join to the workspace '%(name)s'
es_es: [Taiga] Invitación para unirte al workspace '%(name)s'
